base
base-devel
bat
bluetui
bluez-utils
btop
bun-bin
cbonsai
composer
csvlens
desmume
diskonaut
docker
docker-compose
efibootmgr
ethtool
eza
fd
firefox
fzf
gifsicle
git
github-cli
glow
go
golangci-lint
google-chrome
grub
hostctl
htop
hyperfine
hyprland-git
hyprpaper
illogical-impulse-ags
illogical-impulse-ags-debug
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-gnome
illogical-impulse-gtk
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-oneui4-icons-git
illogical-impulse-portal
illogical-impulse-pymyc-aur
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-widgets
inetutils
iwd
just
kitty
less
linux
linux-firmware
llvm
llvm14
mako
man-db
mariadb-clients
mdcat
mercurial
mkcert
mycli
neofetch
neovim
nginx
nix
noto-fonts-emoji
nvm
onefetch
openssl-1.1
pacwall-git
pgcli
pgloader
phpstorm
phpstorm-jre
plasma-browser-integration
plow
pnpm
postgresql
pv
qbe
restish
rofi-wayland
rustup
serie
sl
smartmontools
sof-firmware
spotify
spotify-tui-bin
spotifyd
stow
swaybg
tealdeer
terminus-font
thefuck
tlp
tlp-rdw
tmux
tmux-plugin-manager
ttf-firacode-nerd
vim
vscodium-bin
watchexec
waybar
wev
yay-git
zig
zsh
zsh-autocomplete-git
zsh-syntax-highlighting
