base
base-devel
btop
cbonsai
csvlens
docker
docker-compose
efibootmgr
eza
firefox
fzf
gifsicle
git
github-cli
go
golangci-lint
grub
htop
hyperfine
hyprland-git
hyprpaper
illogical-impulse-ags
illogical-impulse-ags-debug
illogical-impulse-audio
illogical-impulse-backlight
illogical-impulse-bibata-modern-classic-bin
illogical-impulse-fonts-themes
illogical-impulse-gnome
illogical-impulse-gtk
illogical-impulse-microtex-git
illogical-impulse-microtex-git-debug
illogical-impulse-oneui4-icons-git
illogical-impulse-portal
illogical-impulse-pymyc-aur
illogical-impulse-python
illogical-impulse-screencapture
illogical-impulse-widgets
iwd
just
kitty
less
linux
linux-firmware
llvm
llvm14
mako
neofetch
neovim
nvm
onefetch
phpstorm
phpstorm-jre
plasma-browser-integration
plow
pnpm
qbe
restish
rofi-wayland
rustup
serie
sof-firmware
stow
tealdeer
terminus-font
thefuck
tmux
tmux-plugin-manager
ttf-firacode-nerd
vim
vscodium-bin
watchexec
waybar
wev
yay-bin
yay-bin-debug
zig
zsh
zsh-autocomplete-git
zsh-syntax-highlighting
