atuin
base
base-devel
btop
c-client
cargo-binstall
cargo-watch
cbonsai
chaotic-keyring
chaotic-mirrorlist
composer
cowsay
csvlens
deadd-notification-center-bin
dkms
dmenu
docker
docker-compose
dolphin
dunst
efibootmgr
eza
feh
figlet
firefox
fzf
gifsicle
git
github-cli
google-chrome
grim
grub
hostctl
htop
hyperfine
hyprland
i3-wm
i3blocks
i3lock
i3status
intel-ucode
iwd
just
kitty
less
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
llvm
llvm14
mako
mariadb
mkcert
nano
neofetch
neovim
network-manager-applet
networkmanager
nginx
nix
nix-zsh-completions
nvidia-470xx-dkms
nvidia-470xx-settings
nvm
nwg-displays
onefetch
pavucontrol
php-pgsql
php-redis
phpstorm
phpstorm-jre
picom
plasma-browser-integration
pnpm
polkit-kde-agent
pulseaudio
qbe
qt5-wayland
qt6-wayland
ripgrep
rofi
rustup
sddm
serie
slurp
smartmontools
sof-firmware
starship
stow
tealdeer
teams
terminus-font
thefuck
tmux
tmux-plugin-manager
ttf-firacode-nerd
ttyd
vim
watchexec
waybar
wev
wget
wireless_tools
wofi
xdg-desktop-portal-hyprland
xdg-utils
xorg-xinit
xterm
yay
zig
zram-generator
zsh
zsh-autocomplete-git
zsh-syntax-highlighting
